"%d hours ago" = "לפני %d שעות";

"%d minutes ago" = "לפני %d דקות";

/* Current page in photo browser (1 of 10) */
"%d of %d" = "%1$d מתוך %2$d";

"%d seconds ago" = "לפני %d שניות";

/* Date format: 3d */
"%dd" = "%dd";

/* Date format: 3h */
"%dh" = "%dh";

/* Date format: 50m */
"%dm" = "%dm";

/* Date format: less than one minute ago */
"<1m" = "<1m";

"Alert" = "אזהרה";

"Are you sure you want to cancel?" = "האם אתה בטוח שאתה רוצה לבטל?";

"Cancel" = "ביטול";

"Connection Error" = "שגיאת חיבור";

"Connection Timed Out" = "חיבור לא הושג";

"Done" = "סיום";

/* Date format: Mon 1:05 pm */
"EEE h:mm a" = "EEE h:mm a";

/* Date format: Monday */
"EEEE" = "EEEE";

/* Date format: Monday, July 27, 2009 */
"EEEE, LLLL d, YYYY" = "EEEE, LLLL d, YYYY";

"Error" = "שגיאה";

"Load More Photos..." = "טען עוד תמונות...";

"Loading..." = "טוען...";

/* Date format: 7/27/09 */
"M/d/yy" = "M/d/yy";

/* Date format: Jul 27 1:05 pm */
"MMM d h:mm a" = "MMM d h:mm a";

/* Date format: July */
"MMMM" = "MMMM";

/* Date format: July 27 */
"MMMM d" = "MMMM d";

"New Message" = "הודעה חדשה";

"No" = "לא";

"No Internet Connection" = "אין חיבור אינטרנט";

"No Photos" = "אין תמונות";

"OK" = "OK";

"Ok" = "Ok";

"Open in Safari" = "פתח ב- Safari";

/* Title for back button that returns to photo browser */
"Photo" = "תמונה";

"Post" = "פרסם";

"Search" = "חיפוש";

/* See all photo thumbnails */
"See All" = "הראה הכל";

"Send" = "שלח";

"Sending..." = "שולח...";

"Showing %@ Photos" = "מראה %@ תמונות";

"Showing %@ of %@ Photos" = "מראה %1$@ מתוך %2$@ תמונות";

"Sorry, there was an error." = "מצטערים, שגיאה התרחשה.";

"Subject:" = "נושא:";

"This photo set contains no photos." = "אוסף התמונות אינו מכיל תמונות.";

"To:" = "אל:";

"Today" = "היום";

"Unable to load this photo set." = "נכשל בטעינת אוסף התמונות.";

"Updating..." = "מעדכן...";

"Yes" = "כן";

"Yesterday" = "אתמול";

"about a minute ago" = "בערך לפני דקה";

"about an hour ago" = "בערך לפני שעה";

/* Date format: 1:05 pm */
"h:mm a" = "h:mm a";

"just a moment ago" = "לפני רגע";

/* Date format: 2009 */
"yyyy" = "yyyy";
